/* No comment provided by engineer. */
"AboutStation" = "About Music One";

/* No comment provided by engineer. */
"Application" = "Application";

/* No comment provided by engineer. */
"Cleanup" = "Cleanup";

/* No comment provided by engineer. */
"Favorites" = "Favorites";

/* No comment provided by engineer. */
"More" = "More";

/* No comment provided by engineer. */
"Song Refresh" = "Song Refresh";

/* No comment provided by engineer. */
"Streaming Options" = "Streaming Options";

/* No comment provided by engineer. */
"Version" = "Version";

/* No comment provided by engineer. */
"About Us" = "About Us";

/* No comment provided by engineer. */
"Contact Developer" = "Contact Developer";

/* No comment provided by engineer. */
"Contact Us" = "Contact Us";

/* No comment provided by engineer. */
"Entities" = "Entities";

/* No comment provided by engineer. */
"CachedSongs" = "Cached Songs";

/* No comment provided by engineer. */
"Missed" = "Missed";

/* No comment provided by engineer. */
"Playlist" = "Playlist";

/* No comment provided by engineer. */
"NowPlaying" = "Now Playing";

/* No comment provided by engineer. */
"KBS" = "k";

/* No comment provided by engineer. */
"IsTopRated" = "Currently on the Top 20";

/* No comment provided by engineer. */
"RateIt" = "Rate It";

"Settings" = "Settings";

/* Streaming Options */
"WIFI Quality" = "High Quality (3G/WIFI)";
"WIFI bps" = "128k mp3 — 56.25 Mb/hour";
"EDGE Quality" = "Good Quality (EDGE)";
"EDGE bps" = "48k aac+ — 18 Mb/hour";


